[{"timpPreparare":"330 minute","etapeCulinare":"Preincalzeste cuptorul la 180 grade si tapeteaza o tava de tort ingusta si inalta cu hartie de copt. Marunteste biscuitii in robotul de bucatarie, amesteca-i cu untul topit si preseaza compozitia in tava, apoi da-o la cuptor pentru 10 minute.Bate crema de branza pentru 10 minute, adauga smantana, laptele condensat, vanilia si crema de ciocolata topita putin la microunde. Amesteca gelatina cu apa si incalzeste-o pentru 30-40 secunde, apoi toarn-o peste crema si continua sa mixezi.Pune 1\/2 compozitie in tava, toaca si aranjeaza 1\/2 din cantitatea de capsune, asaza restul de crema in tava si da-o la frigider pentru 5 ore. Inainte de servire, scoate cheesecake-ul din tava desprinzand cu cutitul pe margine, apoi orneaza-l cu capsune taiate felii sau jumatati.","nume":"Cheesecake cu Nutella si capsuni","ingrediente":" 150 g biscuiti cu cacao, 60 g unt topit, 1 kg crema de branza la temperatura camerei, 250 g smantana, 250 ml lapte condensat, esenta de vanilie, 1 borcan mic Nutella sau alta crema de ciocolata cu alune, 1 pliculet gelatina, 2 linguri apa, 300 g capsune"},{"timpPreparare":"50 minute","etapeCulinare":"Ciocolata neagră se rupe  în pătrățele, iar untul se taie cubulețe. Se pun într-o crăticioară și se topesc la bain-marie și se amestecă încet.\nDupă ce compoziția a devenit omogenă se adaugă zahărul și trei ouă, unul câte unul și se amestecă constant. După ce totul devine omogen se adaugă și făină. Compoziția obținută se toarnă într-o formă unsă cu unt și se nivelează, apoi se lasă deoparte ca să pregătim ciocolata albă cu mascarpone. \nSe pune într-o  crăticioară ciocolata albă ruptă bucățele și se topește și ea la bain-marie. După ce s-a topit, se adaugă crema de mascarpone și un ou și se amestecă bine. Compoziția obținută se toarnă în tavă peste ciocolata neagra și se dă la cuptor doar 25 de minute. Apoi se scoate de la cuptor și se mai lasă 10 minute în tavă.\nNegresa obținuă se scoate apoi, se lasă să se răcească, iar apoi se ornează cu nucă,  cacao, fructe sau ciocolată topită.","nume":"Negresă cu mascarpone și ciocolată albă","ingrediente":" 150 g ciocolată neagră, 4 ouă, 150 g unt, 100 g zahăr pudră, 70 g făină, 100 g ciocolată albă, 150 g mascarpone, nucă, fructe, cacao sau ciocolată topită pentru servit"},{"timpPreparare":"3h jumate","etapeCulinare":"yy","nume":"Tiramisu","ingrediente":"piscoturi, oua, lapte"}]